Returns the underlay orientation for this view.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
 Syntax
  C#
public UnderlayOrientation GetUnderlayOrientation()
  Visual Basic
Public Function GetUnderlayOrientation As UnderlayOrientation
  Visual C++
public:
UnderlayOrientation GetUnderlayOrientation()
 See Also
  ViewPlan Class
  Autodesk.Revit.DB Namespace